export const Catalog = [
    {
        "id": 1,
        "name": "Кровля",
        "item": {
            "id": 1,
            "name": "Металлочерепица",
            "products": {
                "id": 1,
                "name": "Металлочерепица Каскад",
                "price": 437, 
                "description": "Металлочерепица «Каскад» — металлочерепица, которая отличается от классических моделей более строгими формами. Отличительные черты кровельного материала: прямой, ровный рисунок рельефа и декоративные канавки. Благодаря этому рельеф металлочерепицы «Каскад» приобретает оригинальную форму плитки классического шоколада. Кроме эстетического эффекта, такой рельеф придает материалу дополнительную стойкость к продольной нагрузке.",
                "note": "Металлочерепица Каскад - это очень качественная кровля, в которой сохранена традиционная форма металлочерепицы, но жесткость и прочность профнастила.",
                "usage": "Металлочерепица «Каскад» прекрасно подходит для солидного дома, дачи и других построек, которые хотят отличаться от всех, своим красивым внешним видом. Количество отходов сведено к минимуму. Благодаря цельным листам, стыков образуется немного. В стыках кровельного листа предусмотрен капиллярный паз, который обеспечивает герметичность кровли Каскад. Жесткость такой кровли весьма высока, и в разы превосходит другие виды профиля.",
                "specifications": {
                    "FullWidthSheet": "1180 мм",
                    "UsefulWidth": "1120 мм",
                    "HeightProfileSteps": "18 мм",
                    "SheetThickness": "0,5 мм",
                    "CustomLengths": "от 0,8 м до 8 м",
                    "WavelengthProfile": "350 мм"
                },
                "features": {
                    "features1": "Прочность и надежность, достигаемые за счет высоких показателей поперечной и продольной жесткости листов.",
                    "features2": "Малый коэффициент нахлеста."
                },
                "img": {
                    "img1": "/src/img/roofs/CascadeMetalTile/1.png",
                    "img2": "/src/img/roofs/CascadeMetalTile/2.png",
                    "img3": "/src/img/roofs/CascadeMetalTile/3.png",
                    "img4": "/src/img/roofs/CascadeMetalTile/4.png",
                    "img5": "/src/img/roofs/CascadeMetalTile/5.png",
                    "img6": "/src/img/roofs/CascadeMetalTile/7.png",
                    "img7": "/src/img/roofs/CascadeMetalTile/8.png"
                }
            }
        }
    }
]