<template>
    <main class="text-white text-xl m-3 flex gap-3">
        <img class="rounded-md h-full" src="/src/img/pokupatelyam.jpg" alt="">
        <div>
            <h1 class="text-3xl font-bold text-center">Здравствуй, клиент!</h1>
            <p>Наши высококвалифицированные специалисты проконсультируют в выборе материала и помогут рассчитать необходимое количество основных и доборных элементов, расскажут о новых технологиях в сфере кровельных материалов и сопутствующих им товарах, помогут выбрать наиболее оптимальный вариант. Таким образом, вы сможете быстрей определится в выборе при строительстве или реконструкции вашего дома.</p>
            <p>Компания ВИК сотрудничает только с ведущими производителями сырья, необходимого для производства качественной продукции, которая обеспечит тепло и комфорт Вашего дома. Компания ВИК — ведущий производитель кровли на территории ЮФО и СКФО, уверенно вошедший в число лидеров на данной территории. Наша дилерская сеть насчитывает более 300 надёжных партнёров, что позволяет приобретать высококачественную продукцию по приемлемой цене.</p>
        </div>
    </main>
</template>