<template>
    <main class="px-3">
        <div class="text-white text-xl mt-4 flex gap-3">
            <div class="grid gap-2">
                <h1 class="text-3xl font-bold text-center">Купить кровлю, фасад и забор от производителя</h1>
                <p>На рынке строительных материалов Компания ВИК существует с июля 2009 года. За это время мы прошли
                    большой путь, и в данный момент являемся одними из лидеров на Юге России по производству
                    металлических профильных систем и доборных элементов.</p>
                <p>Наша компания производит следующую продукцию: <br> металлочерепица, профнастил, сайдинг,
                    сэндвич-панели, металлический штакетник, водосточные системы, доборные элементы, различные
                    аксессуары для кровли и фасада. </p>
                <p>Также в нашем ассортименте представлены: <br> утеплители, гибкая черепица, гидроизоляция,
                    пароизоляция, герметики, крепеж, саморезы, мансардные окна и чердачные лестницы, элементы
                    безопасности кровли и многие другие товары, необходимые для монтажа и обустройства дома и участка.
                </p>
                <p>В наших центрах и офисах продаж вы можете купить оптом и в розницу кровельные и фасадные материалы,
                    которые соответствуют всем стандартам качества, изготавливаются из высококачественного сырья на
                    современном оборудовании. </p>
            </div>
            <div>
                <video class="rounded-md" controls muted autoplay>
                    <source src="../img/about_video.mp4" type="video/mp4">
                </video>
            </div>
        </div>
    </main>
</template>