<script setup>
</script>

<template>

    <main class="px-3">
        <div class="text-white grid mt-3 border-b">
            <h1 class="text-center text-3xl font-bold">ВЕДУЩИЙ ПРОИЗВОДИТЕЛЬ СТРОИТЕЛЬНЫХ И ОТДЕЛОЧНЫХ МАТЕРИАЛОВ</h1>
        </div>
        <div class="text-white text-xl mt-4 flex gap-3">
            <div class="grid gap-2">
                <h1 class="text-3xl font-bold text-center">О компании</h1>
                <p>Компания ВИК – лидер на рынке Юга России по производству изделий из металлопроката. <br> Высокое качество выпускаемой продукции —главные ценности компании, которым мы следуем на протяжении 14 лет. <br> Компания начала свой путь в 2009 году от небольшого производства и штата в 10 человек до собственной территории в 8 гектаров, где расположены: производственные цеха с 40-ка линиями по прокату металла, офисные комплексы, собственный автопарк, отдел контроля качества и коллективом численностью более 450 человек. <br> Наш ассортимент включает в себя: 6 видов металлочерепицы, линейка профильных листов, сайдинг, линеарные панели, фасадные кассеты, сэндвич-панели, металлический штакетник, забор жалюзи, водосточные системы, доборные элементы, а также, различные аксессуары для кровли и фасада. <br> Вся продукция выпускаемая на заводе, имеет подтверждённые сертификаты качества и отвечает требованиям ГОСТ и ТУ. <br> В 2022 году мы стали победителем X юбилейного конкурса «Сделано на Кубани» в 5 номинациях. Вся представленная продукция успешно прошла все лабораторные испытания и тестирования. Компания ВИК ежегодно расширяет свой ассортимент и регионы присутствия. Фирменные офисы расположены в 12 городах России, а дилерская сеть объединяет более 2500 партнеров по всему миру.</p>
                
            </div>
            <div>
                <img class="rounded-md" src="/src/img/o-nas-slider.jpg" alt="">
            </div>
        </div>
        <div class="text-white text-xl mt-8 flex gap-3">
            <div>
                <img class="rounded-md" src="/src/img/qcontrol.jpg" alt="">
            </div>
            <div>
                <h1 class="text-3xl font-bold text-center mb-3">Контроль качества</h1>
                <p>Наша компания особое внимание уделяет контролю качества продукции на всех этапах производства. Сегодня мы с гордостью заявляем, что завод обладает не только высокими производственными мощностями, но современной лабораторией, оснащенной европейским оборудованием. Эксперты лаборатории ежедневно проводят необходимые испытания поступающего сырья в соответствии с ГОСТ 34180-2017. <br> Это является гарантией высокого качества производимого материала. Именно наличие собственной лаборатории позволяет нам предложить покупателям кровельные и фасадные материалы, а также ограждения, которые соответствуют всем необходимым стандартам и нормам. В обязательном порядке они сопровождаются письменной гарантией. <br> На всех стадиях производства, эксперты отдела технического контроля контролируют соблюдение установленной технологии. Проверяют качество сырья и материалов, поступающих на завод. <br> Участвуют в приемке опытных образцов изделий. Вся продукция, выпускаемая на заводе, имеет подтверждённые сертификаты качества и отвечает требованиям ГОСТ и ТУ.</p>
                
            </div>
        </div>
    </main>

</template>