<template>
    <main class="text-white text-xl m-3 flex gap-3">
        <img class="rounded-md h-full" src="/src/img/dileram.jpg" alt="">
        <div>
            <h1 class="text-3xl font-bold text-center">Здравствуй, будущий партнер!</h1>
            <p>Компания ВИК нацелена на расширение своей дилерской сети и на заключение новых партнёрских отношений.
                Основными преимуществами нашей компании являются:</p>
            <li>Высокое качество выпускаемых материалов;</li>
            <li>Профессионалы, знающие своё дело и готовые вам помочь;</li>
            <li>Конкурентная цена на весь ассортимент.</li>
            <p>Мы заинтересованы в долгосрочной и продуктивной работе с вами, которая базируется на взаимопонимании в
                общих вопросах. Наши специалисты разработали специальные программы, направленные на стабильную работу с
                нашими партнерами. Мы всегда проводим исследования направленные на изучение ваших потребностей и
                специфику работы. Компания ВИК открыта для переговоров о взаимовыгодных условиях и приглашает к
                сотрудничеству представителей и посредников для работы по всем регионам РФ.</p>
        </div>
    </main>
</template>